Repository: Hyftar/css_clash
Catalog: priv/gettext/*/LC_MESSAGES/game_display.po
Languages: fr

# color_copied_to_clipboard
source: The color has been copied to the clipboard.
fr: La couleur a été copiée dans la presse papier

source: CSS Editor
fr: Éditeur CSS

source: HTML Editor
fr: Éditeur HTML

source: Submit
fr: Envoyer

source: Working ...
fr: Travail en cours ...

# reset
source: Reset target
fr: Remettre à zéro

source: Diff mode
fr: Mode différentiel

# hover_mode
source: Hover comparison mode
fr: Mode glisser et comparer

# render_preview
source: Document
fr: Aperçu du document

# target_preview
source: Target
fr: Aperçu de la cible

source: Current score
fr: Pointage

# highscore
source: Highest score
fr: Plus haut pointage

# players_count
source: Players
fr: Joueurs

# submission_count
source: Total submissions
fr: Soumissions totales

source: Success rate
fr: Pourcentage de réussites

# user_submission_count
source: Your submissions
fr: Vos soumissions
